{
    "points": [
        {
            "title": "Grant Visitor Center",
            "content": "Fire plays an important, natural role in the ecosystems found in Yellowstone National Park and the surrounding region. Learn more about this and the fires of 1988 in the exhibit hall, gather park information and trip ideas, shop for souvenirs at the park store, join a ranger program, buy a fishing, boating, or backcountry camping permit at the backcountry office next door, or use the restrooms. Call 307-344-2650 for additional information.",
            "lon": -110.55646244787829,
            "lat": 44.39356634749814
        },
        {
            "title": "Old Faithful Visitor Education Center",
            "content": "The Old Faithful Visitor Education Center features exhibits on Yellowstone’s hydrothermal features (geysers, hot springs, mudpots, and fumaroles), life in these extreme environments, the volcano beneath Yellowstone, and ongoing scientific research in one of the greatest living laboratories on earth.",
            "lon": -110.82932633267086,
            "lat": 44.45850238567687
        },
        {
            "title": "Madison Information Station",
            "content": "Information Center",
            "lon": -110.862162,
            "lat": 44.642243
        },
        {
            "title": "Norris Geyser Basin Museum",
            "content": "Situated on the ridge overlooking the Norris Geyser Basin, this historic building is staffed during the summer with rangers who provide park information and facilitate ranger programs. Visitors have been seeking information here since 1930 when the museum was built as a \"trailside museum\" to serve people traveling in their own automobiles without a guide. Restrooms are located in the parking lot. Call 307-344-2812 for additional information.",
            "lon": -110.7034118896923,
            "lat": 44.72652248061446
        },
        {
            "title": "Canyon Visitor Education Center",
            "content": "Stop by the Canyon Visitor Education Center to learn more about the geologic story of the area, including the Yellowstone volcano, and view a room-size relief map of Yellowstone. You can also get orientation information, pick up a backcountry or fishing permit, shop for a souvenir, find out what ranger programs are available, watch a 20-minute film, or use the restrooms. Restrooms are available 24 hours a day. Call 307-344-2550 for additional information.",
            "lon": -110.49162882527439,
            "lat": 44.734778393836436
        },
        {
            "title": "Fishing Bridge Visitor Center",
            "content": "The distinctive stone-and-log architecture of this old building—known as \"parkitecture\"—was one of several prototypes for park buildings around the country. Today, the visitor center and museum highlight the ecology of Yellowstone Lake, focusing on birds. Also stop by to visit with a ranger and find out when ranger programs are scheduled, buy a fishing permit, pick up a souvenir, or take in some truly stunning views of Yellowstone Lake and the surrounding mountains. Call 307-344-2450 for more information.",
            "lon": -110.3777539154795,
            "lat": 44.563179272166906
        },
        {
            "title": "East Entrance",
            "content": "2022 Season\\nOpen daily, 24-hours a day, May 6–November 1 (closes at 12:01 a.m.)\\nEntrance fees apply to enter the park",
            "lon": -110.00176279567258,
            "lat": 44.492126203544494
        },
        {
            "title": "Northeast Entrance",
            "content": "Open Year-round\\nOpen daily, 24-hours a day\\nEntrance fees apply to enter the park",
            "lon": -110.01039789905325,
            "lat": 45.0046589847243
        },
        {
            "title": "North Entrance Check Station",
            "content": "Entrance Station",
            "lon": -110.70082051716972,
            "lat": 45.025534404813186
        },
        {
            "title": "West Yellowstone Visitor Information",
            "content": "Located in the town of West Yellowstone, Montana, there is a desk and backcountry office staffed by National Park Service rangers (summer and winters only). The building is open year-round and a second desk is staffed by the West Yellowstone Chamber of Commerce. Stop by to obtain backcountry and fishing permits at the NPS backcountry office, to get park information, or to use the restrooms. Call 307-344-2876 for additional information.",
            "lon": -111.09919611178256,
            "lat": 44.65849273669179
        },
        {
            "title": "Colter Bay Visitor Center",
            "content": "A surviving Mission 66 visitor center, the Colter Bay Visitor Center provides great views of Jackson Lake. Inside, view 35 artifacts from the David T. Vernon Indian Arts Collection. The auditorium hosts ranger-led programs and shows a variety of park-related videos throughout the day. Visit this facility for trip planning information, backcountry, or boating permits. Shop at the Grand Teton Association bookstore, attend a ranger-led program, or visit nearby shops and restaurants.",
            "lon": -110.64356762714729,
            "lat": 43.90331946313928
        },
        {
            "title": "Jenny Lake Visitor Center",
            "content": "Harrison Crandall built this cabin in 1921 near the Cathedral Group Turnout as his studio. Today, the visitor center highlights art in the park through Crandall and other artist's work. Shop the Grand Teton Association bookstore, attend a ranger program or begin your backcountry adventure. Rangers are available in the plaza and on trails for trip planning and information. The nearby Jenny Lake Ranger Station offers backcountry permits.",
            "lon": -110.72231857317539,
            "lat": 43.7515410785487
        },
        {
            "title": "Craig Thomas Discovery and Visitor Center",
            "content": "The grand expanse of the Teton Range rises above the visitor center. Inside, interwoven themes of place, people, preservation, mountaineering, and American Indians encourage visitors to contemplate the past, present, and future of this place. Visit this facility for trip planning information, backcountry or boating permits. Shop at the Grand Teton Association bookstore, enjoy the variety of exhibits and artwork, attend a ranger program or watch a movie about the park.",
            "lon": -110.71843085599036,
            "lat": 43.65341337912137
        },
        {
            "title": "Granite Canyon Entrance Station",
            "content": "Entrance Station",
            "lon": -110.80353345783895,
            "lat": 43.59717753722464
        },
        {
            "title": "Jackson Hole and Greater Yellowstone Visitor Center",
            "content": "The Jackson Hole & Greater Yellowstone Visitor Center is an inter-agency visitor center located in Jackson, WY. The visitor center is owned and operated by the U.S. Fish and Wildlife Service on the National Elk Refuge. The six agencies that operate from the visitor center are the Bridger-Teton National Forest, Grand Teton Association, Grand Teton National Park, National Elk Refuge, Jackson Hole Chamber of Commerce, and Wyoming Game & Fish.",
            "lon": -110.76187529037162,
            "lat": 43.486184079448414
        },
        {
            "title": "Silver Cord Cascade",
            "content": "Waterfall",
            "lon": -110.45176282908345,
            "lat": 44.72811701467752
        },
        {
            "title": "Museum of the National Park Ranger",
            "content": "Museum",
            "lon": -110.69685527129755,
            "lat": 44.73807639483682
        },
        {
            "title": "Roaring Mountain",
            "content": "Mountain",
            "lon": -110.73761982580619,
            "lat": 44.782530880881026
        },
        {
            "title": "Amphitheater Springs",
            "content": "Geyser",
            "lon": -110.72559404155656,
            "lat": 44.79845696678449
        },
        {
            "title": "Fairy Falls",
            "content": "Waterfall",
            "lon": -110.87121726635633,
            "lat": 44.525900436234544
        }
    ]
}